[LocAdmin_Strings]

FO_It_Potion_DiseaseShieldPoison=;;;;;;;;;;;;Gyengítő méreg;;Osłabiająca trucizna;;Ослабляющий токсин;;;
ITEMDESC_It_Potion_DiseaseShieldPoison=;;;;;;;;;;;;Ezzel a méreggel be lehet vonni egy felszerelt pajzsot.;;Możesz pokryć wyposażoną tarczę tą trucizną.;;Этим ядом можно покрыть экипированный щит.;;;
FO_It_Potion_ShieldPoison=;;;;;;;;;;;;Méreg;;Trucizna;;Токсин;;;
ITEMDESC_It_Potion_ShieldPoison=;;;;;;;;;;;;Ezzel a méreggel be lehet vonni egy felszerelt pajzsot.;;Możesz pokryć wyposażoną tarczę tą trucizną.;;Этим ядом можно покрыть экипированный щит.;;;
FO_It_SpiderSting=;;;;;;;;;;;;Pókmarás;;Żądło pająka;;Паучье жало;;;
ITEMDESC_It_SpiderSting=;;;;;;;;;;;;A tarantella királynőből kitépett fullánk.;;Żądło wyrwane królowej tarantul.;;Вырванное из королевы тарантулов жало.;;;

FO_It_Recipe_Potion_ShieldDiseasePoison=;;;;;;;;;;;;Gyengítő méreg;;Osłabiająca trucizna;;Ослабляющий токсин;;;
ITEMDESC_It_Recipe_Potion_ShieldDiseasePoison=;;;;;;;;;;;;Ezzel a méreggel be lehet vonni egy felszerelt pajzsot.;;Możesz pokryć wyposażoną tarczę tą trucizną.;;Этим ядом можно покрыть экипированный щит.;;;
FO_It_Recipe_Potion_ShieldPoison=;;;;;;;;;;;;Méreg;;Trucizna;;Токсин;;;
ITEMDESC_It_Recipe_Potion_ShieldPoison=;;;;;;;;;;;;Ezzel a méreggel be lehet vonni egy felszerelt pajzsot.;;Tej trucizny można użyć do pokrycia wyposażonej tarczy.;;Этим ядом можно покрыть экипированный щит.;;;

FO_It_EnchantStone_Shield_ApplyDiseased=;;;;;;;;;;;;Gyengítő méreg;;Osłabiająca trucizna;;Ослабляющий токсин;;;
ITEMDESC_It_EnchantStone_Shield_ApplyDiseased=;;;;;;;;;;;;Ezzel a méreggel be lehet vonni egy felszerelt pajzsot.;;Możesz pokryć wyposażoną tarczę tą trucizną.;;Этим ядом можно покрыть экипированный щит.;;;
FO_It_EnchantStone_Shield_ApplyPoisoned=;;;;;;;;;;;;Méreg;;Trucizna;;Токсин;;;
ITEMDESC_It_EnchantStone_Shield_ApplyPoisoned=;;;;;;;;;;;;Ezzel a méreggel be lehet vonni egy felszerelt pajzsot.;;Możesz pokryć wyposażoną tarczę tą trucizną.;;Этим ядом можно покрыть экипированный щит.;;;

FO_It_EnchantStone_Shield_ApplyBlessed=;;;;;;;;;;;;Pajzs megáldása;;Błogosławiona tarcza;;Благословление щита;;;
ITEMDESC_It_EnchantStone_Shield_ApplyBlessed=;;;;;;;;;;;;Megáldja a felszerelt pajzsot.;;Błogosławi wyposażoną tarczę.;;Благословляет экипированный щит.;;;